[
  {
    "communityId": "1748251324381-1n22e1f",
    "originalId": "1748250763838",
    "name": "lando norris",
    "flashcards": [
      {
        "term": "F1 (Formula 1)",
        "definition": "The highest class of international auto racing for single-seater formula racing cars."
      },
      {
        "term": "Grand Prix",
        "definition": "An international motor racing event, part of the F1 World Championship."
      },
      {
        "term": "Scuderia",
        "definition": "Italian word for a motor racing team, commonly associated with Ferrari."
      },
      {
        "term": "Pit Stop",
        "definition": "A stop made by a car in the pit lane during a race for new tires, repairs, or adjustments."
      },
      {
        "term": "DRS (Drag Reduction System)",
        "definition": "An adjustable rear wing flap allowing drivers to gain speed on designated straight sections."
      },
      {
        "term": "Pole Position",
        "definition": "The starting position on the grid for the driver who set the fastest time in qualifying."
      },
      {
        "term": "Chequered Flag",
        "definition": "Flag waved to signal the end of a race or session."
      },
      {
        "term": "Safety Car",
        "definition": "A car that limits the speed of competing cars on the track during a hazard."
      },
      {
        "term": "Constructor",
        "definition": "The team that designs and builds the car, competing for a championship."
      },
      {
        "term": "Driver's Championship",
        "definition": "Awarded to the driver who accumulates the most points over the season."
      },
      {
        "term": "Constructor's Championship",
        "definition": "Awarded to the team (constructor) that accumulates the most points over the season."
      },
      {
        "term": "Podium",
        "definition": "The top three finishing positions in a race."
      },
      {
        "term": "Race Engineer",
        "definition": "The key link between a driver and the team, managing car setup and strategy."
      },
      {
        "term": "Strategy",
        "definition": "The pre-planned approach for a race, including pit stop timing and tire choices."
      },
      {
        "term": "Tire Compound",
        "definition": "The specific type of rubber used for a tire, affecting grip and durability."
      },
      {
        "term": "Out Lap",
        "definition": "The first lap completed after leaving the pit lane."
      },
      {
        "term": "In Lap",
        "definition": "The lap a driver takes to enter the pit lane."
      },
      {
        "term": "Parc Fermé",
        "definition": "A secure area where cars are kept after qualifying and the race under strict conditions."
      },
      {
        "term": "Stewards",
        "definition": "Officials appointed to oversee a race and enforce the rules, issuing penalties."
      },
      {
        "term": "Penalty",
        "definition": "A punishment applied to a driver or team for breaking the rules."
      },
      {
        "term": "Grid",
        "definition": "The starting positions on the track for the race, determined by qualifying."
      },
      {
        "term": "Formation Lap",
        "definition": "The lap drivers complete before the start to warm up tires and get into grid position."
      },
      {
        "term": "Chicane",
        "definition": "A sequence of tight corners, typically in alternate directions, designed to slow cars down."
      },
      {
        "term": "Apex",
        "definition": "The geometric midpoint of a corner, closest to the inside of the turn."
      },
      {
        "term": "Understeer",
        "definition": "When the front tires lose grip, causing the car to turn less sharply than intended."
      },
      {
        "term": "Oversteer",
        "definition": "When the rear tires lose grip, causing the car to turn more sharply than intended (tail spins out)."
      },
      {
        "term": "Diffuser",
        "definition": "An aerodynamic component at the rear of the car that generates downforce."
      },
      {
        "term": "Halo",
        "definition": "A protective barrier around the cockpit designed to protect the driver's head."
      },
      {
        "term": "Power Unit",
        "definition": "The entire powertrain including the engine, turbo, and energy recovery systems."
      },
      {
        "term": "ERS (Energy Recovery System)",
        "definition": "System that recovers energy for deployment as extra power."
      },
      {
        "term": "Team Principal",
        "definition": "The manager responsible for the overall operation and performance of an F1 team."
      }
    ],
    "sharedBy": "Anonymous",
    "sharedTimestamp": 1748251324381
  }
]